Repository: yunuskp/FlipFrame
Catalog: FlipFrame/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt, tr, zh_hans

source: 60 FPS FRAME RATE
de: 60 FPS BILDWIEDERHOLUNGSRATE
es: TASA DE FOTOGRAMAS 60 FPS
fr: FRÉQUENCE D'IMAGES 60 FPS
it: 60 FPS FREQUENZA FOTOGRAMMI
pt: TAXA DE QUADROS 60 FPS
tr: 60 FPS KARE HIZI
zh_hans: 60 FPS 帧率

source: 1080x1920 RESOLUTION
de: 1080x1920 AUFLÖSUNG
es: RESOLUCIÓN 1080x1920
fr: RÉSOLUTION 1080x1920
it: RISOLUZIONE 1080x1920
pt: RESOLUÇÃO 1080x1920
tr: 1080x1920 ÇÖZÜNÜRLÜK
zh_hans: 1080x1920 分辨率

source: Add Video
de: Video hinzufügen
es: Añadir video
fr: Ajouter la vidéo
it: Aggiungi video
pt: Adicionar vídeo
tr: Video Ekle
zh_hans: 添加视频

source: ADVANCED ROTATOR
de: ERWEITERTER ROTATOR
es: ROTADOR AVANZADO
fr: ROTATION AVANCÉE
it: ROTATORE AVANZATO
pt: ROTACIONADOR AVANÇADO
tr: GELİŞMİŞ DÖNDÜRÜCÜ
zh_hans: 高级旋转器

source: An unknown error occurred.
de: Ein unbekannter Fehler ist aufgetreten.
es: Ocurrió un error desconocido.
fr: Une erreur inconnue est survenue.
it: Si è verificato un errore sconosciuto.
pt: Ocorreu um erro desconhecido.
tr: Bilinmeyen bir hata oluştu.
zh_hans: 发生未知错误。

source: Analysis
de: Analyse
es: inteligente
fr: intelligente
it: intelligente
pt: intelligente
tr: Analiz
zh_hans: 分析

source: Aspect Ratio
de: Seitenverhältnis
es: Relación de aspecto
fr: Rapport d'aspect
it: Formato
pt: Proporção
tr: En Boy Oranı
zh_hans: 纵横比

source: Choose a video first.
de: Wählen Sie zuerst ein Video aus.
es: Elige un video primero.
fr: Choisissez d'abord une vidéo.
it: Scegli prima un video.
pt: Escolha um vídeo primeiro.
tr: Önce bir video seçin.
zh_hans: 请先选择一个视频。

source: Choose a video to begin.
de: Wählen Sie ein Video aus, um zu beginnen.
es: Elige un video para comenzar.
fr: Choisissez une vidéo pour commencer.
it: Scegli un video per iniziare.
pt: Escolha um vídeo para começar.
tr: Başlamak için bir video seçin.
zh_hans: 选择一个视频开始。

source: Choose a video to convert
de: Wählen Sie bir video zum Konvertieren aus
es: Elige un video para convertir
fr: Choisissez une vidéo à convertir
it: Scegli un video da convertire
pt: Escolha um vídeo para converter
tr: Dönüştürmek için bir video seçin
zh_hans: 选择要转换的视频

source: Choose an aspect ratio and quality.
de: Wählen Sie ein Seitenverhältnis und die Qualität.
es: Elige una relación de aspecto y calidad.
fr: Choisissez un rapport d'aspect et la qualité.
it: Scegli un formato e la qualità.
pt: Escolha uma proporção e qualidade.
tr: Bir en boy oranı ve kalite seçin.
zh_hans: 选择长宽比和画质。

source: Choose between Standard, High, or Maximum clarity for your output.
de: Wähle zwischen Standard-, hoher oder maximaler Klarheit für dein Video.
es: Elige entre claridad estándar, alta o máxima para tu video.
fr: Choisissez entre une clarté Standard, Haute ou Maximale pour votre vidéo.
it: Scegli tra nitidezza Standard, Alta o Massima per il tuo video.
pt: Escolha entre nitidez Padrão, Alta ou Máxima para a sua saída.
tr: Çıktınız için Standart, Yüksek veya Maksimum netlik arasında seçim yapın.
zh_hans: 为输出选择标准、高或最佳清晰度。

source: Choose Your
de: Wähle dein
es: Elige tu
fr: Choisissez votre
it: Scegli il tuo
pt: Escolha seu
tr: Formatını
zh_hans: 选择你的

source: Choose Your Format
de: Wähle dein Format
es: Elige tu formato
fr: Choisissez votre format
it: Scegli il tuo formato
pt: Escolha seu formato
tr: Formatını Seç
zh_hans: 选择你的格式

source: Conversion failed.
de: Konvertierung fehlgeschlagen.
es: Conversión fallida.
fr: Échec de la conversion.
it: Conversione fallita.
pt: Falha na conversão.
tr: Dönüştürme başarısız.
zh_hans: 转换失败。

source: Convert in seconds
de: Konvertierung in Sekunden
es: Convierte en segundos
fr: Convertir en quelques secondes
it: Converti in pochi secondi
pt: Converta em segundos
tr: Saniyeler içinde dönüştürün
zh_hans: 数秒内即可完成转换

source: Convert landscape-to-portrait or portrait-to-landscape seamlessly.
de: Konvertiere nahtlos von Quer- zu Hochformat oder umgekehrt.
es: Convierte de horizontal a vertical o de vertical a horizontal sin problemas.
fr: Convertissez de paysage à portrait ou de portrait à paysage de manière transparente.
it: Converti da orizzontale a verticale o da verticale a orizzontale senza problemi.
pt: Converta paisagem para retrato ou retrato para paisagem perfeitamente.
tr: Yataydan dikeye veya dikeyden yataya geçişleri sorunsuz yapın.
zh_hans: 在横屏到竖屏 or 竖屏到横屏之间无缝转换。

source: Convert portrait/landscape videos cleanly without branding.
de: Konvertiere Hoch- und Querformatvideos sauber ohne Wasserzeichen.
es: Convierte videos verticales/horizontales limpiamente sin marcas.
fr: Convertissez des vidéos portrait/paysage proprement sans marque.
it: Converti video verticali/orizzontali in modo pulito senza marchio.
pt: Converta vídeos em retrato/paisagem de forma limpa, sem marcas.
tr: Yatay veya dikey videoları marka filigranı olmadan temiz bir şekilde dönüştürün.
zh_hans: 干净利落地转换横屏/竖屏视频，无品牌水印。

source: Converting
de: Konvertierung
es: Convirtiendo
fr: Conversion
it: Conversione in corso
pt: Convertendo
tr: Dönüştürülüyor
zh_hans: 正在转换

source: Converting video... %d%%
de: Video wird konvertiert... %d%%
es: Convirtiendo video... %d%%
fr: Conversion de la vidéo... %d%%
it: Conversione video... %d%%
pt: Convertendo vídeo... %d%%
tr: Video dönüştürülüyor... %%%d
zh_hans: 正在转换视频... %d%%

source: Converting your video...
de: Dein Video wird konvertiert...
es: Convirtiendo tu video...
fr: Conversion de votre vidéo...
it: Conversione del tuo video...
pt: Convertendo seu vídeo...
tr: Videonuz dönüştürülüyor...
zh_hans: 正在转换您的视频...

source: Could Not Save
de: Speichern fehlgeschlagen
es: No se pudo guardar
fr: Impossible d'enregistrer
it: Impossibile salvare
pt: Não foi possível salvar
tr: Kaydedilemedi
zh_hans: 无法保存

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
pt: Concluído
tr: Kapat
zh_hans: 完成

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt: Exportar
tr: Dışa Aktar
zh_hans: 导出

source: Export clean, professional videos without FlipFrame branding.
de: Exportiere saubere, professionelle Videos ohne FlipFrame-Wasserzeichen.
es: Exporta videos limpios y profesionales sin la marca FlipFrame.
fr: Exportez des vidéos propres et professionnelles sans la marque FlipFrame.
it: Esporta video puliti e professionali senza il marchio FlipFrame.
pt: Exporte vídeos limpos e profissionais sem a marca FlipFrame.
tr: FlipFrame markası olmadan temiz ve profesyonel videolar aktarın.
zh_hans: 导出没有FlipFrame品牌水印的干净、专业的视频。

source: Export the video first.
de: Exportiere zuerst das Video.
es: Exporta el video primero.
fr: Exportez d'abord la vidéo.
it: Esporta prima il video.
pt: Exporte o vídeo primeiro.
tr: Önce videoyu dışa aktarın.
zh_hans: 请先导出视频。

source: Export Video
de: Video exportieren
es: Exportar video
fr: Exporter la vidéo
it: Esporta video
pt: Exportar vídeo
tr: Videoyu Dışa Aktar
zh_hans: 导出视频

source: Exporting %d%%
de: Wird exportiert... %d%%
es: Exportando... %d%%
fr: Exportation... %d%%
it: Esportazione... %d%%
pt: Exportando... %d%%
tr: Dışa aktarılıyor... %%%d
zh_hans: 正在导出... %d%%

source: Failed to load video details.
de: Videodetails konnten nicht geladen werden.
es: Error al cargar los detalles del video.
fr: Échec du chargement des détails de la vidéo.
it: Impossibile caricare i dettagli del video.
pt: Falha ao carregar detalhes do vídeo.
tr: Video detayları yüklenemedi.
zh_hans: 无法加载视频详情。

source: Fast
de: Schneller
es: Exportación
fr: Exportation
it: Esportazione
pt: Exportação
tr: Hızlı
zh_hans: 快速

source: Fast Conversion
de: Schnelle Konvertierung
es: Conversión rápida
fr: Conversion rapide
it: Conversione rapida
pt: Conversão rápida
tr: Hızlı Dönüştürme
zh_hans: 快速转换

source: Fast Export
de: Schneller Export
es: Exportación rápida
fr: Exportation rapide
it: Esportazione rapida
pt: Exportação rápida
tr: Hızlı Dışa Aktar
zh_hans: 快速导出

source: FlipFrame automatically scans the aspect ratio and frame rate.
de: FlipFrame scannt automatisch das Seitenverhältnis und die Bildrate.
es: FlipFrame escanea automáticamente la relación de aspecto y la tasa de fotogramas.
fr: FlipFrame analyse automatiquement le rapport d'aspect et la fréquence d'images.
it: FlipFrame analizza automaticamente il formato e la frequenza dei fotogrammi.
pt: O FlipFrame analisa automaticamente a proporção e a taxa de quadros.
tr: FlipFrame en boy oranını ve kare hızını otomatik olarak tarar.
zh_hans: FlipFrame会自动扫描长宽比和帧率。

source: FlipFrame needs access to your library to import and convert videos. Please enable photo library permissions in Settings.
de: FlipFrame benötigt Zugriff auf Ihre Mediathek, um Videos zu importieren und zu konvertieren. Bitte aktivieren Sie den Fotozugriff in den Einstellungen.
fr: FlipFrame a besoin d'accéder à votre bibliothèque pour importer et voyager des vidéos. Veuillez activer les autorisations dans les Réglages.
it: FlipFrame ha bisogno di accedere alla tua libreria per importare e convertire i video. Abilita i permessi delle foto nelle Impostazioni.
pt: O FlipFrame precisa de acesso à sua biblioteca para importar e converter vídeos. Ative as permissões nas Ajustes.
tr: FlipFrame videoları içeri aktarmak ve dönüştürmek için arşivinize erişmek ister. Lütfen Ayarlar'dan fotoğraf arşivi izinlerini etkinleştirin.
zh_hans: FlipFrame需要访问您的媒体库以导入和转换视频。请在“设置”中启用照片库权限。

source: FlipFrame Pro Active
de: FlipFrame Pro aktiv
es: FlipFrame Pro Activo
fr: FlipFrame Pro Actif
it: FlipFrame Pro Attivo
pt: FlipFrame Pro Ativo
tr: FlipFrame Pro Aktif
zh_hans: FlipFrame Pro已激活

source: Get Started
de: Loslegen
es: Empezar
fr: Commencer
it: Inizia
pt: Começar
tr: Başla
zh_hans: 开始使用

source: HD Quality
de: HD-Qualität
es: Calidad HD
fr: Qualité HD
it: Qualità HD
pt: Qualidade HD
tr: HD Kalite
zh_hans: 高清画质

source: High
de: Hoch
es: Alta
fr: Haute
it: Alta
pt: Alta
tr: Yüksek
zh_hans: 高清

source: High quality with no noticeable loss.
de: Hohe Qualität ohne spürbaren Verlust.
es: Alta calidad sin pérdida perceptible.
fr: Haute qualité sans perte notable.
it: Alta qualità senza perdite evidenti.
pt: Alta qualidade sem perda perceptível.
tr: Gözle görülür bir kayıp olmadan yüksek kalite.
zh_hans: 高质量，无明显画质损失。

source: Import any video from your Photo Library in one tap.
de: Importiere jedes Video aus deiner Fotomediathek mit einem Fingertipp.
es: Importa cualquier video de tu biblioteca con un solo toque.
fr: Importez n'importe quelle vidéo depuis votre bibliothèque en un tap.
it: Importa qualsiasi video dalla tua libreria con un solo tocco.
pt: Importe qualquer vídeo da sua biblioteca com um toque.
tr: Fotoğraf arşivinizdeki herhangi bir videoyu tek dokunuşla aktarın.
zh_hans: 只需轻轻一按，即可从您的照片库导入任何视频。

source: Landscape
de: Querformat
es: Horizontal
fr: Paysage
it: Orizzontale
pt: Paisagem
tr: Yatay
zh_hans: 横屏

source: Landscape Reframe (16:9)
de: Querformat-Bildausschnitt (16:9)
es: Reencuadre horizontal (16:9)
fr: Recadrage paysage (16:9)
it: Inquadratura orizzontale (16:9)
pt: Reenquadramento paisagem (16:9)
tr: Yatay Çerçeveleme (16:9)
zh_hans: 横屏重新裁剪 (16:9)

source: Lifetime Ownership
de: Lebenslanger Besitz
es: Acceso de por vida
fr: Accès à vie
it: Accesso a vita
pt: Acesso vitalício
tr: Ömür Boyu Sahip Olun
zh_hans: 终书拥有

source: Loading videos...
de: Videos werden geladen...
es: Cargando videos...
fr: Chargement des vidéos...
it: Caricamento video...
pt: Carregando vídeos...
tr: Videolar yükleniyor...
zh_hans: 正在加载视频...

source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
pt: Avançar
tr: İleri
zh_hans: 下一步

source: No quality loss
de: Kein Qualitätsverlust
es: Sin pérdida de calidad
fr: Sans perte de qualité
it: Nessuna perdita di qualità
pt: Sem perda de qualidade
tr: Kalite kaybı yok
zh_hans: 无画质损失

source: No upload. No waiting.
de: Kein Hochladen. Kein Warten.
es: Sin subir archivos. Sin esperas.
fr: Pas d'envoi. Pas d'attente.
it: Nessun caricamento. Nessuna attesa.
pt: Sem upload. Sem espera.
tr: Yükleme yok. Bekleme yok.
zh_hans: 无需上传。无需等待。

source: No Videos Found
de: Keine Videos gefunden
es: No se encontraron videos
fr: Aucune vidéo trouvée
it: Nessun video trovato
pt: Nenhum vídeo encontrado
tr: Video Bulunamadı
zh_hans: 未找到视频

source: No Watermark
de: Kein Wasserzeichen
es: Sin marcas de agua
fr: Sans filigrane
it: Senza filigrana
pt: Sem marca d'água
tr: Filigransız
zh_hans: 无水印

source: On your device
de: Auf Ihrem Gerät
es: En tu dispositivo
fr: Sur votre appareil
it: Sul tuo dispositivo
pt: No seu dispositivo
tr: Cihazınızda
zh_hans: 在您的设备上

source: One-time purchase
de: Einmaliger Kauf
es: Compra única
fr: Achat unique
it: Acquisto singolo
pt: Compra única
tr: Tek seferlik satın alım
zh_hans: 一次性购买

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
it: Apri Impostazioni
pt: Abrir Ajustes
tr: Ayarları Aç
zh_hans: 打开设置

source: Pay %@ once and keep all features forever. No subscriptions.
de: Zahle einmalig %@ und behalte alle Funktionen für immer. Keine Abonnements.
es: Paga %@ una vez y conserva todas las funciones para siempre. Sin suscripciones.
fr: Payez %@ une fois et gardez toutes les fonctionnalités à vie. Pas d'abonnement.
it: Paga %@ una volta e mantieni tutte le funzioni per sempre. Nessun abbonamento.
pt: Pague %@ uma vez e tenha todos os recursos para sempre. Sem assinaturas.
tr: Bir kez %@ ödeyin ve tüm özelliklere sonsuza kadar sahip olun. Abonelik yok.
zh_hans: 只需支付一次%@，即可永久保留所有功能。没有订阅。

source: Photos Access Required
de: Fotozugriff erforderlich
es: Acceso a Fotos requerido
fr: Accès aux photos requis
it: Accesso alle foto richiesto
pt: Acesso às Fotos necessário
tr: Fotoğraf Arşivi İzni Gerekli
zh_hans: 需要访问照片

source: Please don't close the app
de: Bitte schließen Sie die App nicht
es: Por favor, no cierres la aplicación
fr: Veuillez ne pas fermer l'application
it: Per favore non chiudere l'app
pt: Por favor, não feche o aplicativo
tr: Lütfen uygulamayı kapatmayın
zh_hans: 请不要关闭应用

source: Portrait
de: Hochformat
es: Vertical
it: Verticale
pt: Retrato
tr: Dikey
zh_hans: 竖屏

source: Portrait Reframe (9:16)
de: Hochformat-Bildausschnitt (9:16)
es: Reencuadre vertical (9:16)
fr: Recadrage portrait (9:16)
it: Inquadratura verticale (9:16)
pt: Reenquadramento retrato (9:16)
tr: Dikey Çerçeveleme (9:16)
zh_hans: 竖屏重新裁剪 (9:16)

source: Privacy Policy
de: Datenschutzerklärung
es: Gizlilik Politikası
fr: Charte de confidentialité
it: Informativa sulla privacy
pt: Política de privacidade
tr: Gizlilik Politikası
zh_hans: 隐私政策

source: Private & Secure
de: Privat & sicher
es: Privado y seguro
fr: Privé & sécurisé
it: Privato e sicuro
pt: Privado e seguro
tr: Özel ve Güvenli
zh_hans: 隐私与安全

source: Processed locally
de: Lokal verarbeitet
es: Procesado localmente
fr: Traité localement
it: Elaborato localmente
pt: Processado localmente
tr: Yerel olarak işlenir
zh_hans: 本地处理

source: Processed locally on your device.
de: Lokal auf Ihrem Gerät verarbeitet.
es: Procesado localmente en tu dispositivo.
fr: Traité localement sur votre appareil.
it: Elaborato localmente sul tuo dispositivo.
pt: Processado localmente no seu dispositivo.
tr: Cihazınızda yerel olarak işlenir.
zh_hans: 在您的设备上本地处理。

source: Product not found in App Store.
de: Produkt nicht im App Store gefunden.
es: Producto no encontrado en la App Store.
fr: Produit introuvable dans l'App Store.
it: Prodotto non trovato nell'App Store.
pt: Produto não encontrado na App Store.
tr: Ürün App Store'da bulunamadı.
zh_hans: 在App Store中未找到该商品。

source: Purchase cancelled.
de: Kauf abgebrochen.
es: Compra cancelada.
fr: Achat annulé.
it: Acquisto annullato.
pt: Compra cancelada.
tr: Satın alma iptal edildi.
zh_hans: 购买已取消。

source: Purchase pending approval.
de: Kauf wartet auf Genehmigung.
es: Compra pendiente de aprobación.
fr: Achat en attente d'approbation.
it: Acquisto in attesa di approvazione.
pt: Compra pendente de aprovação.
tr: Satın alma onay bekliyor.
zh_hans: 购买待批准。

source: Quality
de: Qualität
es: Calidad
fr: Qualité
it: Qualità
pt: Qualidade
tr: Kalite
zh_hans: 画质

# Quality_Suffix
source: Quality
de: wählen
es: calidad
fr: qualité
it: qualità
pt: qualidade
tr: Seç
zh_hans: 画质

source: Quick Features
de: Schnelle Funktionen
es: Características rápidas
fr: Fonctions rapides
it: Funzionalità rapide
pt: Recursos rápidos
tr: Hızlı Özellikler
zh_hans: 快速功能

source: Remove Watermark
de: Wasserzeichen entfernen
es: Quitar marca de agua
fr: Retirer le filigrane
it: Rimuovi filigrana
pt: Remover marca d'água
tr: Filigranı Kaldır
zh_hans: 移除水印

source: Remove Watermark - $4.99
de: Wasserzeichen entfernen - 4,99 $
es: Quitar marca de agua - $4.99
fr: Retirer le filigrane - 4,99 $
it: Rimuovi filigrana - 4,99 $
pt: Remover marca d'água - $4.99
tr: Filigranı Kaldır - 4.99$
zh_hans: 移除水印 - 4.99美元

source: Remove Watermark for %@
de: Wasserzeichen entfernen für %@
es: Quitar marca de agua por %@
fr: Retirer le filigrane pour %@
it: Rimuovi filigrana per %@
pt: Remover marca d'água por %@
tr: %@ Karşılığında Filigranı Kaldır
zh_hans: 花 %@ 移除水印

source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Restaurer l'achat
it: Ripristina acquisto
pt: Restaurar compra
tr: Satın Alımları Yükle
zh_hans: 恢复购买

source: Rotate videos. Expand your story.
de: Drehe Videos. Erweitere deine Geschichte.
es: Rota videos. Amplía tu historia.
fr: Faites pivoter les vidéos. Développez votre histoire.
it: Ruota i video. Espandi la tua storia.
pt: Rotacione vídeos. Expanda sua história.
tr: Videoları döndürün. Hikayenizi genişletin.
zh_hans: 旋转视频。扩展你的故事。

source: Save / Share
de: Speichern / Teilen
es: Guardar / Compartir
fr: Enregistrer / Partager
it: Salva / Condividi
pt: Salvar / Compartilhar
tr: Kaydet / Paylaş
zh_hans: 保存 / 分享

source: Save failed.
de: Speichern fehlgeschlagen.
es: Error al guardar.
fr: Échec de l'enregistrement.
it: Salvataggio fallito.
pt: Falha ao salvar.
tr: Kaydetme başarısız.
zh_hans: 保存失败。

source: Save high-quality videos directly to your Photos or share anywhere.
de: Speichere hochwertige Videos direkt in deinen Fotos oder teile sie überall.
es: Guarda videos de alta calidad directamente en tus Fotos o compártelos donde quieras.
fr: Enregistrez des vidéos de haute qualité directement dans Photos ou partagez-les partout.
it: Salva i video in alta qualità direttamente su Foto o condividili ovunque.
pt: Salve vídeos de alta qualidade diretamente nas Fotos ou compartilhe onde quiser.
tr: Yüksek kaliteli videoları doğrudan Fotoğraflarınıza kaydedin veya istediğiniz yerde paylaşın.
zh_hans: 将高质量视频直接保存到照片中，或在 any 地方分享。

source: Save the video to Photos or share it now.
de: Speichere das Video in Fotos oder teile es jetzt.
es: Guarda el video en Fotos o compártelo ahora.
fr: Enregistrez la vidéo dans Photos ou partagez-la maintenant.
it: Salva il video su Foto o condividilo ora.
pt: Salve o vídeo em Fotos ou compartilhe agora.
tr: Videoyu Fotoğraflar'a kaydedin veya paylaşın.
zh_hans: 将视频保存到照片或立即分享。

source: Save Video
de: Video speichern
es: Guardar video
fr: Enregistrer la vidéo
it: Salva video
pt: Salvar vídeo
tr: Videoyu Kaydet
zh_hans: 保存视频

source: Saved
de: Gespeichert
es: Gespeichert
fr: Enregistré
it: Salvato
pt: Salvo
tr: Kaydedildi
zh_hans: 已保存

source: Saved to Photos!
de: In Fotos gespeichert!
es: ¡Guardado en Fotos!
fr: Enregistré dans Photos!
it: Salvato in Foto!
pt: Salvo em Fotos!
tr: Fotoğraflara Kaydedildi!
zh_hans: 已保存到照片！

source: Saving
de: Wird gespeichert
es: Guardando
fr: Enregistrement
it: Salvataggio
pt: Salvando
tr: Kaydediliyor
zh_hans: 正在保存

source: Saving to Photos...
de: Wird in Fotos gespeichert...
es: Guardando en Fotos...
fr: Enregistrement dans Photos...
it: Salvataggio in Foto...
pt: Salvando em Fotos...
tr: Fotoğraflara kaydediliyor...
zh_hans: 正在保存到照片...

source: Saving video to Photos.
de: Video wird in Fotos gespeichert.
es: Guardando video en Fotos.
fr: Enregistrement de la vidéo dans Photos.
it: Salvataggio del video su Foto.
pt: Salvando vídeo em Fotos.
tr: Video Fotoğraflar'a kaydediliyor.
zh_hans: 正在将视频保存到照片。

source: Select
de: Qualität
es: Selecciona
fr: Sélectionnez la
it: Seleziona
pt: Selecione a
tr: Kaliteyi
zh_hans: 选择

source: Select Quality
de: Qualität wählen
es: Selecciona calidad
fr: Sélectionnez la qualité
it: Seleziona qualità
pt: Selecione a qualidade
tr: Kaliteyi Seç
zh_hans: 选择画质

source: Select Video
de: Video auswählen
es: Seleccionar video
fr: Sélectionner la vidéo
it: Seleziona video
pt: Selecionar vídeo
tr: Video Seç
zh_hans: 选择视频

source: Select Your
de: Wähle dein
es: Selecciona tu
fr: Sélectionnez votre
it: Seleziona il tuo
pt: Selecione seu
tr: Videonu
zh_hans: 选择你的

source: Select Your Video
de: Wähle dein Video
es: Elige tu video
fr: Sélectionnez votre vidéo
it: Seleziona il tuo video
pt: Selecione seu vídeo
tr: Videonu Seç
zh_hans: 选择你的视频

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
pt: Compartilhar
tr: Paylaş
zh_hans: 分享

source: Share Video
de: Video teilen
es: Compartir video
fr: Partager la vidéo
it: Condividi video
pt: Compartilhar vídeo
tr: Videoyu Paylaş
zh_hans: 分享视频

source: Skip
de: Überspringen
es: Omitir
fr: Passer
it: Salta
pt: Pular
tr: Atla
zh_hans: 跳过

source: Smart
de: Intelligente
es: Análisis
fr: Analyse
it: Analisi
pt: Análise
tr: Akıllı
zh_hans: 智能

source: Smart Analysis
de: Intelligente Analyse
es: Análisis inteligente
fr: Analyse intelligente
it: Analisi intelligente
pt: Análise inteligente
tr: Akıllı Analiz
zh_hans: 智能分析

source: Square
de: Quadratisch
es: Cuadrado
fr: Carré
it: Quadrato
pt: Quadrado
tr: Kare
zh_hans: 正方形

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d'utilisation
it: Termini di utilizzo
pt: Termos de uso
tr: Kullanım Koşulları
zh_hans: 使用条款

source: There are no videos in your photo library.
de: Es befinden sich keine Videos in Ihrer Fotomediathek.
es: No hay videos en tu biblioteca de fotos.
fr: Il n'y a pas de vidéos dans votre bibliothèque de photos.
it: Non ci sono video nella tua libreria foto.
pt: Não há vídeos na sua biblioteca de fotos.
tr: Fotoğraf arşivinizde video bulunmuyor.
zh_hans: 您的照片库中没有视频。

source: There is no video to save.
de: Es gibt kein Video zum Speichern.
es: No hay video para guardar.
fr: Il n'y a pas de vidéo à enregistrer.
it: Non c'è nessun video da salvare.
pt: Não há vídeo para salvar.
tr: Kaydedilecek video bulunamadı.
zh_hans: 没有可保存的视频。

source: This may take a few seconds.
de: Dies kann einige Sekunden dauern.
es: Esto puede tardar unos segundos.
fr: Cela peut prendre quelques secondes.
it: Potrebbe volerci qualche secondo.
pt: Isso pode levar alguns segundos.
tr: Bu işlem birkaç saniye sürebilir.
zh_hans: 这可能需要几秒钟。

source: Toggle between portrait for TikTok and landscape for YouTube instantly.
de: Wechsle sofort zwischen Hochformat für TikTok und Querformat für YouTube.
es: Cambia instantáneamente entre vertical para TikTok y horizontal para YouTube.
fr: Basculez instantanément entre portrait pour TikTok et paysage pour YouTube.
it: Passa istantaneamente dal formato verticale per TikTok a quello orizzontale per YouTube.
pt: Alterne instantaneamente entre retrato para TikTok e paisagem para YouTube.
tr: TikTok için dikey, YouTube için yatay formatlar arasında anında geçiş yapın.
zh_hans: 即刻在适用于TikTok的竖屏和适用于YouTube的横屏之间切换。

source: Unlimited Re-framing
de: Unbegrenzter Bildausschnitt
es: Reencuadre ilimitado
fr: Recadrage illimité
it: Inquadratura illimitata
pt: Reenquadramento ilimitado
tr: Sınırsız Yeniden Çerçeveleme
zh_hans: 无限次重新裁剪

source: Vertical or horizontal. FlipFrame handles it instantly.
de: Hoch- oder Querformat. FlipFrame erledigt es sofort.
es: Vertical u horizontal. FlipFrame lo maneja al instante.
fr: Vertical ou horizontal. FlipFrame s'en occupe instantanément.
it: Verticale o orizzontale. FlipFrame lo gestisce all'istante.
pt: Vertical ou horizontal. O FlipFrame resolve instantaneamente.
tr: Yatay veya dikey. FlipFrame anında halleder.
zh_hans: 横屏或竖屏。FlipFrame能立即处理。
